Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Section 17 Persons submitting waste for disposal which is a chemical hazard shall give the recipient the product information needed for safe handling.
sv: § Den som överlämnar avfall som utgör en kemisk riskkälla för omhän­ dertagande ska ge mottagaren den produktinformation som behövs för en säker hantering.

source: General requirements on labelling
sv: Allmänna krav på märkning

source: Pipelines containing a flammable liquid with a flash point of 100 °C or lower, which is not a hazardous chemical product in accordance with Section 4, shall be labelled with the name of the product and an arrow for the direction of flow.
sv: Rörledningar som innehåller en brandfarlig vätska med en flampunkt 100 °C eller lägre, vilken inte är en farlig kemisk produkt enligt 4 §, ska vara märkta med produktens namn samt en pil för strömningsriktningen.

source: If the pipeline is used for several such liquids, the product names may be indicated with a collective designation.
sv: rörledningen används för flera sådana vätskor får produktnamnen anges med en samlingsbeteckning.

source: Particularly on labelling of hazardous chemical products at work
sv: Särskilt om märkning av farliga kemiska produkter i arbetet

source: Section 19 Containers of hazardous chemical products shall, when they are used or stored in connection with use, be labelled in accordance with alternative 1 or 2 below.
sv: §4 Behållare som innehåller farliga kemiska produkter ska, när de används eller lagerhålls i anslutning till användning, vara märkta enligt alternativ 1 eller 2 nedan.

source: In accordance with Regulation (EC) No 1272/2008 (CLP).
sv: Enligt förordning (EG) nr 1272/2008 (CLP­förordningen).

source: With the following:
sv: Med följande:

source: name of the product, the pictograms which shall be present on the labelling when the product is placed on the market in accordance with the CLP regulation and the text in accordance with the table below, and
sv: produktens namn, de faropiktogram som ska finnas i märkningen när produkten släpps ut på marknaden enligt CLP­förordningen samt text enligt nedanstående tabell och

source: text with information thereon when the product is
sv: text med information därom när produkten kan

source: carcinogenic,
sv: ge cancer,

source: allergenic,
sv: ge allergi,

source: damaging to heritable genetic material, or toxic to reproduction.
sv: skada arvsmassan eller störa reproduktionen.

source: Physical hazards
sv: Fysikaliska faror

source: Pictogram according to the CLP-Regulation
sv: Faropiktogram enligt CLP­förord­ ningen

source: Text for the pictogram
sv: Text till faropikto­ grammet

source: Health hazards
sv: Hälsofaror

source: Containers that are part of a technical device, in which the hazardous chemical product is required for the function of the device, need only fulfil the requirement of Section 18.
sv: Behållare i en teknisk anordning, där den farliga kemiska produkten behövs för anordningens funktion, behöver enbart uppfylla kravet i 18 §.

source: The labelling may be limited to the product name only, or be completely omitted, if other measures are taken to ensure that doing so does not entail an increased risk of ill-health or accident, and if the requirement of Section 18 is fulfilled.
sv: Märkningen får begränsas till enbart produktens namn eller helt uteläm­ nas om andra åtgärder vidtas som säkerställer att detta inte innebär ökad risk för ohälsa eller olycksfall och om kravet i 18 § uppfylls.

source: Section 20 Visible pipelines which contain a hazardous chemical product shall be labelled with the product name and pictogram as well as an arrow indicating the direction of flow.
sv: §5 Synliga rörledningar som innehåller en farlig kemisk produkt ska vara märkta med produktens namn och faropiktogram samt med en pil för strömningsriktningen.

source: On a pipeline used for different products with the same dangerous properties, the product names may be indicated with a collective designation.
sv: På en rörledning som används för olika produkter med samma farliga egenskaper får produktnamnen anges med en samlings­ beteckning.

source: Labelling shall be positioned visible in vicinity of the most dangerous points, such as valves and joints, and appropriately spaced to ensure that a label can always be seen at any point along the pipeline.
sv: Märkning ska placeras väl synlig i närheten av farliga ställen såsom ven­ tiler och kopplingar samt med sådana mellanrum att en märkning alltid kan ses när man befinner sig längs ledningen.

source: An employer who fails to label one or more pipelines containing hazardous chemical products, in accordance with the requirement of the first paragraph, shall be obligated to pay a sanction charge, see Section 52.
sv: Den arbetsgivare som inte har märkt en eller flera rörledningar med far­ liga kemiska produkter enligt kravet i första stycket ska betala en sanktions­ avgift, se 52 §.

source: The lowest sanction charge is SEK 15,000 and the highest is SEK 150,000.
sv: Lägsta avgiften är 15 000 kronor och högsta avgiften är 150 000 kronor.

source: If there are 500 people or more employed, the sanction charge is SEK 150,000.
sv: För den som har 500 eller fler sysselsatta är avgiften 150 000 kronor.

source: If there are fewer than 500 people employed, the sanction charge is calculated as follows:
sv: För den som har färre än 500 sysselsatta ska sanktionsavgiften beräknas enligt föl­ jande:

source: Sanction charge = SEK 15,000 + (number employed -1) x SEK 271.
sv: Avgift = 15 000 kronor + (antal sysselsatta –1) x 271 kronor.

source: The sum shall be rounded down to the nearest hundred.
sv: Summan ska avrundas nedåt till närmaste hela hundratal.

source: As a warning sign for gas cylinders, in accordance with the Swedish Work Environment Authority’s provisions on gas cylinders, the hazard pictogram for gas under pressure described in Section 19 shall be used.
sv: Som varningsskylt för gasflaskor enligt Arbetsmiljöverkets föreskrifter om gasflaskor ska faropiktogrammet för gas under tryck i 19 § i dessa före­ skrifter användas.

source: In addition to signage in accordance with the first paragraph, prohibitions signs, mandatory signs and warning signs concerning chemical hazards shall be put up when the risk assessment, in accordance with Section 8 of these provisions, indicates a need for such.
sv: Utöver skyltning enligt första stycket ska skyltar med förbud, påbud och varningar som rör kemiska risker sättas upp när riskbedömningen enligt 8 § i dessa föreskrifter visar att det behövs.

source: Section 21 Chemical hazards shall be stored in such a way that risks of ill- health and accidents are prevented.
sv: §6 Vid förvaring av kemiska riskkällor ska hälso­ och olycksfallsrisker förebyggas.

source: Among other things, the following shall be observed.
sv: Bland annat ska följande iakttas.

source: Storage cupboards and storage rooms indoors shall have fan-driven ventilation when gases or fumes hazardous to health can be emitted from the containers.
sv: Förvaringsskåp och förråd inomhus ska ha fläktstyrd ventilation när hälsofarliga gaser eller ångor kan avges från behållarna.

source: Containers shall be kept separate if they can cause increased risks when combined.
sv: Behållare ska förvaras åtskilda om de tillsammans kan ge upphov till ökade risker.

source: Risk of leakage of chemical hazards shall be monitored and acted upon.
sv: Risk för läckage av kemiska riskkällor ska kontrolleras och åtgärdas.

source: Section 22 Containers which contain chemical hazards shall be adapted to the properties of the chemical hazard and to its handling, through material, form and solidity, so that ill-health and accidents are prevented.
sv: §6 Behållare som innehåller kemiska riskkällor ska vara anpassade till riskkällans egenskaper och till hanteringen genom material, form och håll­ fasthet så att ohälsa och olycksfall förebyggs.

source: The container shall, if possible, be closed when the chemical hazard may contaminate the air.
sv: Behållare ska om möjligt vara förslutna när riskkällan kan avge luftföroreningar.

source: Containers shall have safety equipment when necessary.
sv: Behållare ska ha säker­ hetsutrustning när det behövs.

source: Chemical hazards may not be kept in containers that entail a risk of causing ill-health or accidents through confusion.
sv: Kemiska riskkällor får inte förvaras i sådana behållare som kan med­ föra att riskkällorna orsakar ohälsa eller olycksfall genom förväxling.

source: Measures against risks connected with inhalation
sv: Åtgärder mot risker vid inandning

source: Section 23 Work shall be organized, conducted, followed up and rectified so that the inhalation air is as free from air contaminants as is practically possible considering the resources required to limit the air contaminants.
sv: § Arbetet ska ordnas, utföras, följas upp och åtgärdas så att inandnings­ luften blir så fri från luftföroreningar som är praktiskt möjligt med hänsyn till de resurser som krävs för att begränsa luftföroreningarna.

source: Measures shall immediately be taken if the inhalation air is not deemed acceptable when considering the limit values in Appendix 1, the Swedish Work Environment Authority’s Provisions (AFS 2011:18) on Occupational Exposure Limit Values.
sv: Åtgärder ska omedelbart vidtas om inandningsluften inte bedöms vara godtagbar med hänsyn till gränsvärdena i bilaga 1, Arbetsmiljöverkets före­ skrifter (AFS 2011:18) om hygieniska gränsvärden.

source: After measures have been taken to reduce the amount of air contaminants in the breathing zone, a measuring of the content level shall be conducted no later than three months after the measures have been taken in accordance with the second paragraph, unless it is evidently unnecessary.
sv: Sedan åtgärder vidtagits för att minska halten luftföroreningar i and­ ningszonen ska en mätning av halten göras senast tre månader efter det att åtgärder enligt andra stycket vidtagits, om det inte är uppenbart onödigt.

source: Organic Solvents
sv: Organiska lösningsmedel

source: Section 24 Paint or varnish used on temporary workplaces situated indoors or in a wholly or partially confined space, shall be free from organic solvents or be water-based unless organic solvents are needed for technical or culture- historical reasons.
sv: § Färg eller lack som används på tillfälliga arbetsplatser som är belägna inomhus eller i ett helt eller delvis slutet utrymme, ska vara fri från organis­ ka lösningsmedel eller vara vattenburen om inte organiska lösningsmedel krävs av tekniska eller kulturhistoriska skäl.

source: Respiratory protection
sv: Andningsskydd

source: Section 25 Respiratory protection shall be individually fitted and provide full protection with consideration to the level of oxygen in the air, the prevalence of solid and liquid particles as well as gases and fumes hazardous to health.
sv: § Andningsskydd ska vara individuellt utprovat och ge fullgott skydd med hänsyn till luftens syrgashalt, förekomsten av hälsofarliga fasta partik­ lar eller vätskepartiklar, samt hälsofarliga gaser eller ångor.

source: Measures against risks from skin contact, splashing in the eyes and ingestion
sv: Åtgärder mot risker vid hudkontakt, ögonstänk och förtäring

source: Section 26 To ensure that no one is harmed through skin contact or ingestion 16
sv: §7 För att ingen ska skadas genom hudkontakt eller förtäring ska

source: containers and equipment shall be kept clean on the outside,
sv: behållare och utrustning hållas rena utvändigt,

source: work clothes and protective clothing which may cause ill-health or accidents as a result of having been contaminated with a chemical hazard shall immediately be replaced,
sv: arbetskläder och skyddskläder som kan orsaka ohälsa eller olycksfall därför att de förorenats med en kemisk riskkälla snarast bytas,

source: mouth pipetting or other methods where chemical hazards can enter the mouth must not be used,
sv: munpipettering eller andra metoder där kemiska riskkällor kan komma in i munnen inte användas,

source: protective clothing shall be removed and hands shall be washed when visiting toilets, staff canteen or other spaces where the chemical hazard for which the clothes are used does not exist.
sv: skyddskläder tas av och händer tvättas när toalett, personalmatsal eller annat utrymme där riskkällan som skyddskläderna används mot inte före­ kommer ska besökas,

source: personal effects shall not be carried when performing work where chemical hazards are handled if this can entail a risk of ill-health and food or drink may not be prepared, consumed or stored, tobacco products may not be used and cosmetics may not be applied where chemical hazards are present, if this can entail a risk of ill-health.
sv: personliga tillhörigheter inte medföras vid arbete där kemiska riskkäl­ lor hanteras om detta skulle kunna medföra risk för ohälsa samt mat eller dryck inte tillredas, förtäras eller förvaras, tobaksvaror inte används och kosmetika inte appliceras där en kemisk riskkälla förekommer, om det skulle kunna medföra risk för ohälsa.

source: Section 27 When choosing protective gloves and clothes, the following factors shall be observed.
sv: § Vid val av skyddshandskar och skyddskläder ska följande faktorer beaktas.

source: In which way the substance is hazardous when in contact with skin.
sv: På vilket sätt ämnet är farligt vid hudkontakt.

source: How often and how long skin contact is estimated to occur.
sv: Hur ofta och länge hudkontakt beräknas förekomma.

source: Which materials protect against the substance and for how long the material protects against skin contact with the substance, referred to as “breakthrough time”.
sv: Vilka material som skyddar mot ämnet och hur länge materialet skyd­ dar från hudkontakt med ämnet, så kallad genombrottstid.

source: The work’s requirements for function and strength.
sv: Arbetets krav på funktion och hållfasthet.

source: Supplier information on suitable protective gloves and clothes.
sv: Leverantörsinformation om lämpliga skyddshandskar och skydds­ kläder.

source: Section 28 If the risks for splashing or drenching have not been sufficiently eliminated through other measures, eye protection with good function and fit shall be used in situations where a chemical hazard may injure the eyes.
sv: § Om riskerna för stänk eller översköljning inte helt kunnat undan­ röjas genom andra åtgärder ska ögonskydd med god funktion och passform användas vid hantering där en kemisk riskkälla kan skada ögonen.

source: Section 30 Before a pressure-retaining device which contains a chemical hazard is taken apart it shall be depressurized and drained, if technically possible.
sv: § Innan en trycksatt anordning som innehåller en kemisk riskkälla tas isär ska den göras trycklös och dräneras om det är tekniskt möjligt.

source: Work in cisterns, wells, silos, loading spaces or similar
sv: Arbete i cistern, brunn, silo, lastutrymme eller liknande

source: When implementing Sections 8 and 9, it shall be assessed whether the air needs to be continually monitored throughout the work.
sv: Vid tillämpning av 8 och 9 §§ ska man bedöma om luften behöver kontrol­ leras fortlöpande under arbetet.

source: If the space cannot be ventilated so that the composition of the air becomes safe, suitable respiratory protection shall be used.
sv: Om utrymmet inte kan ventileras så att luftens sammansättning blir säker ska lämpligt andningsskydd användas.

source: Section 32 Work as referred to in Section 31 shall be supervised so that help can be obtained quickly.
sv: § Arbete som avses i 31 § ska övervakas så att snabb hjälp kan erhål­ las.

source: Procedures for lifting a person out of the space shall be prepared unless it is clearly unnecessary.
sv: Lyft av person ur utrymmet ska vara förberett om det inte är uppenbart onödigt.

source: Measures to prevent risks of fire, explosions and reactions
sv: Åtgärder för att förebygga brand-, explosions- och reaktionsrisker

source: Section 33 When deciding measures in accordance with Section 8, last paragraph in order to prevent the risk of fire and explosion, types of measures shall be considered in the following order.
sv: § Vid beslut om åtgärder enligt 8 § sista stycket för att förebygga risk för brand och explosion ska typ av åtgärder övervägas i följande ordning.

source: Avoid handling of chemical hazards which may entail the formation of inflammable content in the air.
sv: Begränsning av hantering av kemiska riskkällor som kan medföra att antändbara halter i luften bildas.

source: Avoid sources of ignition which may cause a fire or explosion.
sv: Begränsning av antändningskällor som kan ge upphov till brand eller explosion.

source: Design the work premises and technical devices so that a fire or explosion entails the smallest possible risk of personal injury.
sv: Utformning av arbetslokaler och tekniska anordningar så att en brand eller explosion medför minsta möjliga risk för personskador.

source: Section 34 Suitable equipment for fire fighting and life-saving shall be available during activities in which a chemical hazard may cause a fire or explosion.
sv: § Lämplig utrustning för brandsläckning och livräddning ska finnas tillgänglig vid verksamheter där en kemisk riskkälla kan orsaka brand eller explosion.

source: The same applies to activities in which a chemical hazard occurs which at the event of a fire can produce a dangerous amount of gas or aerosols.
sv: Detsamma gäller vid verksamhet där det förekommer en kemisk riskkälla som vid brand kan utveckla farlig mängd gas eller aerosol.

source: Section 35 Situations which may cause dangerous chemical reactions or the formation of unwanted chemical hazards shall be avoided.
sv: § Situationer som kan ge upphov till farliga kemiska reaktioner eller bil­ dande av oönskade kemiska riskkällor ska undvikas.

source: Chemical hazards which are chemically instable substances shall be handled so that situations which increase the risk of uncontrolled decomposition or polymerisation are avoided.
sv: Kemiska riskkällor som utgörs av kemiskt instabila ämnen ska hante­ ras så att situationer som ökar risken för okontrollerad sönderdelning eller polymerisation undviks.

source: Work permit
sv: Arbetstillstånd

source: Section 36 Before work in accordance with point 1–3 below can commence, the employer or other person with equivalent obligations in accordance with Section 2 shall have given their written consent on a document which contains handling and safety instructions for the work task in accordance with Section 11 and a certificate by the person performing the work that they have read, understood and intend to follow the instructions.
sv: §8 Innan ett arbete enligt punkt 1–3 nedan påbörjas ska arbetsgivaren, eller annan som har motsvarande skyldigheter enligt 2 §, ha lämnat sitt skriftliga godkännande på ett dokument som innehåller hanterings­ och skyddsinstruktioner för arbetsuppgiften enligt 11 § och ett intygande av den som ska utföra arbetet att denne tagit del av och kommer att följa instruk­ tionerna.

source: Work in a cistern, well, silo, loading space or similar where a flammable liquid, gas or aerosol in accordance with Regulation (EC) No 1272/2008 (CLP) is handled or occurs in any other way.
sv: Arbete i en cistern, brunn, silo, lastutrymme eller liknade där en brand­ farlig vätska, gas eller aerosol enligt förordning (EG) nr 1272/2008 (CLP­ förordningen) hanteras eller förekommer på annat sätt.

source: Welding, cutting, soldering, grinding, drilling or performing other work which involves high temperatures in or on pipelines, cisterns, drums or other containers which hold or have held flammable goods or a combustible liquid.
sv: Svetsa, skära, löda, slipa, borra eller utföra annat arbete som medför hög temperatur i eller på rörledning, cistern, fat eller liknande behållare som innehåller eller har innehållit brandfarlig vara eller brännbar vätska.

source: Perform work which may cause fire or explosion within an area where an explosive atmosphere may occur.
sv: Utföra arbete som kan orsaka brand eller explosion inom ett område där explosionsfarlig atmosfär kan förekomma.

source: In a joint workplace, the conditions and instructions which apply to work in accordance with the first paragraph as well as information about the potential risks for those working for other companies or the equivalent, shall be submitted to the person responsible for the coordination of work environment issues.
sv: På ett gemensamt arbetsställe ska de villkor och instruktioner som gäller för ett arbete enligt första stycket samt uppgift om de risker som kan upp­ stå för dem som arbetar för andra företag eller motsvarande lämnas till den som är ansvarig för samordningen av arbetsmiljöfrågorna.

source: Work may not commence until the person responsible has approved it.
sv: Arbetet får inte påbörjas förrän den ansvarige godkänt detta.

source: Measures when handling radioactive chemical hazards
sv: Åtgärder vid hantering av radioaktiva kemiska riskkällor

source: Section 37 Radioactive chemical hazards shall be handled so that protection is obtained against intake and uptake of the chemical hazard as well as against external radiation.
sv: § Radioaktiva kemiska riskkällor ska hanteras så att skydd erhålls mot såväl intag och upptag av riskkällan som mot yttre bestrålning.

source: Special requirements for allergenic chemical products and certain processes
sv: Särskilda krav för allergiframkallande kemiska produkter och vissa processer

source: Section 37 a When the risk assessment, in accordance with Sections 5–9, has indicated a possible exposure to allergenic chemical products, the regulations of Sections 37 b–g shall be applied for those occupied: with chemical products that, in accordance with Regulation (EC) No 1272/2008 (CLP), shall be labelled with one of the following hazard statements,
sv: 37 a § Då riskbedömningen, enligt 5–9 §§, har visat att det kan förekomma exponering för allergiframkallande kemiska produkter ska bestämmelserna i 37 b–g §§ tillämpas för de som sysselsätts: med farliga kemiska produkter som, enligt förordning (EG) nr 1272/2008 (CLP­förordningen), ska vara märkta med någon av följande faroangivelser,

source: H317 May cause an allergic skin reaction,
sv: H317 Kan orsaka allergisk hudreaktion,

source: H334 May cause allergy or asthma symptoms or breathing difficulties if inhaled,
sv: H334 Kan orsaka allergi­ eller astmasymtom eller andningssvårigheter vid inandning,

source: with adhesives or other chemical products that contain ethyl-2-cyanoacrylate or methyl-2-cyanoacrylate or with work that entails thermal degradation of materials that release isocyanates or processes that release formaldehyde.
sv: med lim eller andra kemiska produkter som innehåller etyl­2­cyano­ akrylat eller metyl­2­cyanoakrylat eller med arbete som innebär termisk nedbrytning av material som frisätter isocyanater eller processer som frisätter formaldehyd.

source: Documentation of the risk assessment
sv: Dokumentation av riskbedömning

source: Section 37 b When the results of the investigation and risk assessment are documented in accordance with Section 10, for works referred to in Section 37 a, particular emphasis shall be placed on the following information:
sv: 37 b § När resultatet av undersökningen och riskbedömningen dokumen­ teras enligt 10 §, för arbeten som avses i 37 a §, ska följande uppgifter anges med särskild tydlighet.
